Repository: eastsea-xyz/eastsea
Catalog: apps/wallet/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans, zh_hant

source: Your key was created inside the Secure Enclave and can never be copied out. Every payment asks for Touch ID or your password. If you lose every device and have no recovery set up, nobody can restore the funds.
ja: キーはSecure Enclave内で作られ、外にコピーできません。支払いのたびにTouch IDかパスワードで確認します。すべてのデバイスを失い、復旧を設定していなければ、誰も資金を戻せません。
ko: 키는 Secure Enclave 안에서 만들어져 절대 밖으로 복사할 수 없어요. 결제할 때마다 Touch ID나 암호를 물어봐요. 기기를 모두 잃어버리고 복구를 설정해 두지 않았다면 아무도 돈을 되찾아 줄 수 없어요.
zh_hans: 密钥在 Secure Enclave 内创建，无法复制到外部。每次付款都需要 Touch ID 或密码。如果所有设备都丢失，又未设置恢复方式，就无人能恢复资金。
zh_hant: 金鑰在 Secure Enclave 內建立，永遠無法複製到外部。每次付款都會要求 Touch ID 或密碼。若遺失所有裝置且未設定復原，沒有人能復原資金。

source: Your node data has already moved to EastSea. Your wallet key file can only be read while this Mac is unlocked, so it has not moved yet. Unlock the Mac and EastSea finishes by itself within a few seconds. Nothing was deleted; your wallet is safe.
ja: ノードのデータはすでにEastSeaに移動しました。ウォレットのキーファイルは、このMacのロックが解除されている間だけ読み取れるため、まだ移動していません。Macのロックを解除すると、EastSeaが数秒で自動的に完了します。何も削除されていません。ウォレットは安全です。
ko: 노드 데이터는 이미 동해로 옮겼어요. 지갑 키 파일은 Mac 잠금이 풀려 있을 때만 읽을 수 있어서 아직 옮기지 못했어요. 잠금을 풀면 몇 초 안에 동해가 알아서 마쳐요. 지운 것은 없고 지갑은 안전해요.
zh_hans: 节点数据已经移至 EastSea。钱包密钥文件只有此 Mac 解锁时才能读取，因此尚未移动。解锁 Mac 后，EastSea 会在几秒内自动完成。没有删除任何内容，你的钱包是安全的。
zh_hant: 節點資料已移至 EastSea。錢包金鑰檔案只能在此 Mac 解鎖時讀取，因此尚未移動。解鎖 Mac 後，EastSea 會在幾秒內自動完成。沒有刪除任何資料，你的錢包很安全。

source: Your node proves recent blocks with Metal. The first valid proof of a block gets a test %@ reward in this wallet.
ja: ノードはMetalで最近のブロックを証明します。各ブロックで最初の有効な証明に、このウォレットへテスト用%@の報酬が支払われます。
ko: 노드가 Metal로 최근 블록을 증명해요. 블록을 가장 먼저 올바르게 증명하면 이 지갑으로 테스트 %@ 보상을 받아요.
zh_hans: 你的节点用 Metal 证明最近的区块。每个区块的首份有效证明可在此钱包获得测试 %@ 奖励。
zh_hant: 你的節點透過 Metal 證明最近的區塊。每個區塊的首份有效證明會在此錢包獲得測試 %@ 獎勵。

source: Your node proves recent blocks with Metal. The first valid proof of a block gets a test %@ reward in your chosen node payout account.
ja: ノードはMetalで最近のブロックを証明します。各ブロックで最初の有効な証明に、選択したノード報酬の受取アカウントへテスト用%@の報酬が支払われます。
ko: 노드가 Metal로 최근 블록을 증명해요. 블록을 가장 먼저 올바르게 증명하면 선택한 노드 보상 수령 계정으로 테스트 %@ 보상을 받아요.
zh_hans: 你的节点用 Metal 证明最近的区块。每个区块的首份有效证明可在你选择的节点奖励接收账户获得测试 %@ 奖励。
zh_hant: 你的節點透過 Metal 證明最近的區塊。每個區塊的首份有效證明會在你選擇的節點獎勵接收帳戶獲得測試 %@ 獎勵。

source: Your node verifies every block itself and your wallet asks it instead of the network. Quitting %@ stops it.
ja: ノードがすべてのブロックを直接検証し、ウォレットはネットワークの代わりにこのノードに問い合わせます。%@を終了するとノードも止まります。
ko: 노드가 모든 블록을 직접 검증하고, 지갑은 네트워크 대신 이 노드에 물어봐요. %@를 종료하면 노드도 멈춰요.
zh_hans: 你的节点自行验证每个区块，钱包会向它查询，而非向网络查询。退出 %@ 时，节点也会停止。
zh_hant: 你的節點會自行驗證每個區塊，錢包會向此節點查詢，而非向網路查詢。結束 %@ 時，節點也會停止。

source: Your old Aether node data has not finished moving over. Open the app once more to finish the move (quit the old Aether app if it asks). Starting now could run the same node twice.
ja: 以前のAetherのノードデータはまだ移動が完了していません。アプリをもう一度開いて移動を完了してください（以前のAetherを終了するよう求められたら終了してください）。今起動すると、同じノードが2つ動く可能性があります。
ko: 이전 Aether 노드 데이터를 아직 다 옮기지 못했어요. 앱을 한 번 더 열어 옮기기를 끝내 주세요(이전 Aether 앱을 종료하라고 하면 종료해 주세요). 지금 시작하면 같은 노드가 둘 돌 수 있어요.
zh_hans: 你的旧 Aether 节点数据尚未移完。请再次打开应用以完成迁移；若提示退出旧版 Aether 应用，请先退出。现在启动可能让同一节点运行两次。
zh_hant: 你的舊 Aether 節點資料尚未完成移入。請再次開啟應用程式以完成移動（若要求結束舊 Aether，請先結束）。現在啟動可能讓同一個節點執行兩次。

source: Your old Aether wallet key has not moved over yet. Open the app once more to finish the move (if it asks you to quit the old Aether app, quit it first). A new key now would give this Mac a second wallet address and leave the first one behind.
ja: 以前のAetherのウォレットキーはまだ移動していません。アプリをもう一度開いて移動を完了してください（以前のAetherを終了するよう求められたら、先に終了してください）。今新しいキーを作ると、このMacに2つ目のウォレットアドレスが作られ、最初のアドレスが取り残されます。
ko: 이전 Aether 지갑 키를 아직 옮기는 중이에요. 앱을 한 번 더 열어 옮기기를 끝내 주세요(이전 Aether 앱을 종료하라고 하면 먼저 종료해 주세요). 지금 새 키를 만들면 지갑 주소가 둘이 되어 처음 주소를 쓸 수 없게 돼요.
zh_hans: 你的旧 Aether 钱包密钥尚未迁移。请再次打开应用以完成迁移；若提示退出旧版 Aether 应用，请先退出。现在创建新密钥会让此 Mac 拥有第二个钱包地址，而原有地址仍未迁移。
zh_hant: 你的舊 Aether 錢包金鑰尚未移入。請再次開啟應用程式以完成移動（若要求結束舊 Aether，請先結束）。現在建立新金鑰，會讓此 Mac 多一個錢包地址，原地址則留在原處。

source: Your recovery devices started moving your funds
ja: 復旧用デバイスが資金の移動を開始しました
ko: 복구 기기가 내 돈을 옮기기 시작했어요
zh_hans: 你的恢复设备已开始转移资金
zh_hant: 你的復原裝置已開始移動資金

source: Your reward proofs are being rejected. Updating the app fixes it.
ja: 報酬の証明が受け入れられていません。アプリをアップデートすると解決します。
ko: 보상 증명이 거절되고 있어요. 앱을 업데이트하면 해결돼요.
zh_hans: 你的奖励证明被拒绝了。更新应用即可解决。
zh_hant: 你的獎勵證明被拒絕，更新應用程式即可解決。

source: Your reward proofs are being rejected. You will be told as soon as a fixed version is out.
ja: 報酬の証明が受け入れられていません。修正版が出たら更新をお知らせします。
ko: 보상 증명이 거절되고 있어요. 고친 버전이 나오면 업데이트를 알려 드릴게요.
zh_hans: 你的奖励证明被拒绝了。修复版本发布后会通知你。
zh_hant: 你的獎勵證明被拒絕，修正版推出時會通知你。

source: Your wallet and node data are copied and checked, byte by byte. This can take a few minutes. Keep %@ open; if it is closed, the move picks up where it left off next time.
ja: ウォレットとノードのデータを1バイトずつコピーして確認しています。数分かかることがあります。%@を開いたままにしてください。閉じた場合は、次に開いたときに続きから移動します。
ko: 지갑과 노드 데이터를 한 바이트씩 복사하고 확인하고 있어요. 몇 분 걸릴 수 있어요. %@를 열어 두세요. 닫더라도 다음에 열면 멈춘 곳부터 이어서 옮겨요.
zh_hans: 正在逐字节复制并检查钱包和节点数据，可能需要几分钟。请保持 %@ 打开；如果关闭，下次会从停止处继续。
zh_hant: 正在逐位元組複製並確認錢包與節點資料，可能需要幾分鐘。請讓 %@ 保持開啟；若關閉，下次開啟會接續原本的進度。

source: Your wallet is still moving over from Aether. Unlock this Mac to finish — your wallet is safe.
ja: ウォレットをAetherから移動中です。このMacのロックを解除すると完了します。ウォレットは安全です。
ko: 지갑을 Aether에서 옮기는 중이에요. Mac 잠금을 풀면 마무리돼요 — 지갑은 안전해요.
zh_hans: 钱包仍在从 Aether 迁移。解锁此 Mac 即可完成，你的钱包是安全的。
zh_hant: 錢包仍在從 Aether 移入。請解鎖此 Mac 以完成，你的錢包很安全。

source: Zoom in
ja: 拡大
ko: 확대
zh_hans: 放大
zh_hant: 放大

source: Zoom out
ja: 縮小
ko: 축소
zh_hans: 缩小
zh_hant: 縮小

source: block
ja: ブロック
ko: 블록
zh_hans: 区块
zh_hant: 區塊

source: block #%@
ja: ブロック#%@
ko: 블록 #%@
zh_hans: 区块 #%@
zh_hant: 區塊 #%@

source: blocks
ja: ブロック
ko: 블록
zh_hans: 区块
zh_hant: 區塊

source: chain %@ · height %@ · %u validators
ja: チェーン%@ · 高さ%@ · 検証者%u人
ko: 체인 %@ · 높이 %@ · 검증자 %u명
zh_hans: 链 %@ · 高度 %@ · %u 位验证者
zh_hant: 鏈 %@ · 高度 %@ · %u 位驗證者

source: checked here
ja: ここで確認済み
ko: 여기서 확인
zh_hans: 已在此检查
zh_hant: 在此確認

source: connecting…
ja: 接続中…
ko: 연결하는 중…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: devnet %@ · height %@ · %u validators
ja: 開発用ネットワーク%@ · 高さ%@ · 検証者%u人
ko: 개발 네트워크 %@ · 높이 %@ · 검증자 %u명
zh_hans: 开发网络 %@ · 高度 %@ · %u 位验证者
zh_hant: 開發網路 %@ · 高度 %@ · %u 位驗證者

source: for test %@ rewards
ja: テスト用%@の報酬を受け取る
ko: 테스트 %@ 보상 받기
zh_hans: 以获得测试 %@ 奖励
zh_hant: 獲得測試 %@ 獎勵

source: free
ja: 無料
ko: 무료
zh_hans: 免费
zh_hant: 免費

source: hours online
ja: 時間連続で接続
ko: 시간 연속 접속
zh_hans: 小时连续在线
zh_hant: 小時連續連線

source: in block #%@
ja: ブロック#%@内
ko: 블록 #%@
zh_hans: 在区块 #%@ 中
zh_hant: 於區塊 #%@

source: just now
ja: たった今
ko: 방금
zh_hans: 刚刚
zh_hant: 剛剛

source: keep proving
ja: 証明を続ける
ko: 계속 증명해 보세요
zh_hans: 继续证明
zh_hant: 繼續證明

source: last one %@
ja: 最新の報酬%@
ko: 마지막 보상 %@
zh_hans: 最近一笔 %@
zh_hant: 最近一筆 %@

source: macOS refused to launch the node.
ja: macOSがノードの起動を拒否しました。
ko: macOS가 노드 실행을 거부했어요.
zh_hans: macOS 拒绝启动节点。
zh_hant: macOS 拒絕啟動節點。

source: macOS refused to launch the node:
ja: macOSがノードの起動を拒否しました：
ko: macOS가 노드 실행을 거부했어요:
zh_hans: macOS 拒绝启动节点：
zh_hant: macOS 拒絕啟動節點：

source: may see %@ · connected %@
ja: %@を閲覧可能 · %@に接続
ko: %@ 볼 수 있음 · %@ 연결
zh_hans: 可查看 %@ · 连接于 %@
zh_hant: 可查看 %@ · 連線於 %@

source: none yet
ja: まだありません
ko: 아직 없음
zh_hans: 尚无
zh_hant: 尚無紀錄

source: not recorded
ja: 記録なし
ko: 기록 없음
zh_hans: 未记录
zh_hant: 未記錄

source: not registered
ja: 未登録
ko: 등록 안 됨
zh_hans: 未注册
zh_hant: 尚未註冊

source: proposer %@…
ja: 提案者%@…
ko: 제안자 %@…
zh_hans: 提议者 %@…
zh_hant: 提議者 %@…

source: reward
ja: 報酬
ko: 개
zh_hans: 笔奖励
zh_hant: 筆獎勵

source: rewards
ja: 報酬
ko: 개
zh_hans: 笔奖励
zh_hant: 筆獎勵

source: root %@…
ja: ルート%@…
ko: 루트 %@…
zh_hans: 根 %@…
zh_hant: 根 %@…

source: stale — was %@
ja: 期限切れ — 前のアドレス%@
ko: 만료됨 — 이전 주소 %@
zh_hans: 已过期 — 原为 %@
zh_hant: 已過期 — 原為 %@

source: test %@
ja: テスト用%@
ko: 테스트 %@
zh_hans: 测试 %@
zh_hant: 測試 %@

source: the amount is not a plain number like 1.5
ja: 金額が1.5のような数値ではありません
ko: 금액이 1.5 같은 숫자가 아니에요
zh_hans: 金额不是 1.5 这样的普通数字
zh_hant: 金額不是 1.5 這樣的數字

source: the network's fee at send time
ja: 送金時のネットワーク手数料
ko: 보낼 때의 네트워크 수수료
zh_hans: 发送时的网络手续费
zh_hant: 傳送時的網路手續費

source: the recipient is not an address
ja: 受取人がアドレスではありません
ko: 받는 사람이 주소가 아니에요
zh_hans: 收款人不是有效地址
zh_hant: 收款人不是地址

source: the token contract did not confirm the transfer
ja: トークンのコントラクトが送金を確認しませんでした
ko: 토큰 컨트랙트가 전송을 확인하지 않았어요
zh_hans: 代币合约未确认转账
zh_hant: 代幣合約未確認傳送

source: the token is not an address
ja: トークンがアドレスではありません
ko: 토큰이 주소가 아니에요
zh_hans: 代币不是有效地址
zh_hant: 代幣不是地址

source: the token’s decimals are not usable
ja: トークンの小数点以下の桁数が使えません
ko: 토큰의 소수 자릿수를 쓸 수 없어요
zh_hans: 代币的小数位数不可用
zh_hant: 代幣的小數位數無法使用

source: the wallet's default
ja: ウォレットの初期値
ko: 지갑 기본값
zh_hans: 钱包默认值
zh_hant: 錢包預設值

source: this session
ja: このセッション
ko: 이번 세션
zh_hans: 本次运行
zh_hant: 本次執行

source: token
ja: トークン
ko: 토큰
zh_hans: 代币
zh_hant: 代幣

source: units
ja: 単位
ko: 단위
zh_hans: 单位
zh_hant: 單位

source: · via this Mac's node; network check pending
ja: · このMacのノードを使用。ネットワークの確認待ち
ko: · 이 Mac의 노드 사용 (네트워크 확인 대기)
zh_hans: · 使用此 Mac 的节点；等待网络检查
zh_hant: · 透過此 Mac 的節點；等待網路確認

source: %@ is built for production. Mainnet has not launched yet; the network running today is the public testnet, and its %@ does not carry over. It is provided as is, without warranty, and has not had an independent security audit yet.
ko: %@는 실제 서비스를 목표로 만들었어요. 메인넷은 아직 시작하지 않았고, 지금 돌아가는 네트워크는 공개 테스트넷이라 여기의 %@ 잔액은 메인넷으로 넘어가지 않아요. 아무 보증 없이 있는 그대로 제공되며, 아직 독립적인 보안 감사를 받지 않았어요.

source: %@ is on mainnet. It is provided as is, without warranty, and has not had an independent security audit yet.
ko: %@는 메인넷에서 돌아가요. 아무 보증 없이 있는 그대로 제공되며, 아직 독립적인 보안 감사를 받지 않았어요.

source: A required app file is missing. The app was not opened.
ko: 필요한 파일이 없어 앱을 열지 않았습니다.

source: Doubloon
ko: 더블룬

source: EastSea
ko: 동해

source: Fetching and verifying app files…
ko: 앱 파일을 받아 검증하는 중…

source: In development · not verified
ko: 개발 중 · 검증 안 됨

source: Open a local app folder
ko: 로컬 앱 폴더 열기

source: The app could not be fetched from the node. Check that this Mac's node is running and connected.
ko: 노드에서 앱을 받지 못했습니다. 이 Mac의 노드가 실행 중이고 연결되어 있는지 확인해 주세요.

source: The node returned an invalid app bundle. The app was not opened.
ko: 노드에서 받은 앱 번들이 올바르지 않아 열지 않았습니다.

source: The received files differ from the registered app. The app was not opened.
ko: 받은 파일이 등록된 앱과 달라 열지 않았습니다.

source: The wallet context changed. Open the app again.
ko: 지갑 상태가 바뀌었습니다. 앱을 다시 열어 주세요.

source: There is no token sale. The value of %@ is set by the market; nothing here promises a price, a return, a listing or a way to cash out.
ko: 토큰을 팔지 않아요. %@의 가치는 시장이 정하고, 여기 있는 어떤 내용도 가격, 수익, 거래소 상장, 현금화 방법을 약속하지 않아요.

source: This app contains an unsupported file or an unsafe path. The app was not opened.
ko: 지원하지 않는 파일이나 안전하지 않은 경로가 있어 앱을 열지 않았습니다.

source: This app exceeds the bundle size limit. The app was not opened.
ko: 번들 크기 상한을 초과해 앱을 열지 않았습니다.

source: This app has not been verified. Open its sea:// name first.
ko: 이 앱은 검증되지 않았습니다. 먼저 sea:// 이름으로 열어 주세요.

source: This app has not been verified. The app was not opened.
ko: 앱이 검증되지 않아 열지 않았습니다.

source: This app's bundle index is invalid. The app was not opened.
ko: 앱의 번들 목록이 올바르지 않아 열지 않았습니다.

source: Turn on developer mode to open a local app folder.
ko: 로컬 앱 폴더를 열려면 개발자 모드를 켜 주세요.

source: You use %@, and run its node, at your own risk and responsibility, including power and hardware costs, taxes, and following the laws where you live.
ko: %@를 쓰고 노드를 돌리는 것은 본인의 위험과 책임이에요. 전기·장비 비용, 세금, 사는 곳의 법을 지키는 것도 포함돼요.

source: Your key stays on this device. If you lose the device and have not set up a recovery key, nobody can restore the account.
ko: 키는 이 기기 안에만 있어요. 기기를 잃어버렸는데 복구 키를 설정해 두지 않았다면 아무도 계정을 되찾아 줄 수 없어요.
